{
	"didyouknow": [{
		"ID": "1",
		"text": "A total of 13.54kg of cigarette butts were collected by Saving Our Blue during cleanups held in 2021."
	},
	{
	"ID": "2",
		"text": "A total of 11.5 tonnes (11,535.52kg) of recyclable waste was collected by Saving Our Blue during cleanups held in 2021."
		},
	{
	"ID": "3",
		"text": "A total of 3.4 tonnes (3,398.15kg) of recyclable was collected by Saving Our Blue during cleanups in 2021."
		},
	{
	"ID": "4",
	"text": "When did the Campaign start? The Saving Our Blue Campaign was launched by the Ministry for the Environment, Climate Change and Planning on 8th June 2019 to celebrate World Oceans Day."
	},
	{
	"ID": "5",
	"text": "Follow Saving Our Blue on Facebook and Instagram and keep updated with initiatives and latest news. Those who have a sustainable idea can pledge to safeguard the coastal and marine life around Malta and Gozo."
	},
	{
	"ID": "6",
	"text": "What are the main messages of the Campaign? The Saving our Blue messages are focused on encouraging people to be proactive and embrace a more sustainable lifestyle. "
	},
	{
	"ID": "7",
	"text": "Maggie the sea turtle was rescued by Nature Trust in June 2019. She had serious damages to her flippers because of ghost nets and marine debris."
	},
	{
	"ID": "8",
	"text": "Maggie is the Saving Our Blue’s hero with a mission in mind to spread awarness on marine pollution. "
	},
	{
	"ID": "9",
	"text": "Through her various adventures, Meggie shows both the harms of plastic litter on marine ecosystems as well as the wonders of our underwater environment. "
	},
	{
	"ID": "10",
	"text": "Maggie calls everyone to take action now, as tomorrow can be too late."
	},
	{
	"ID": "11",
	"text": "Sharks can be found in Marine Protected Areas around Malta and Gozo. "
	},
	{
	"ID": "12",
	"text": "The Red Coral (Corallium rubrum) was found at a depth of 1,016 meters in Malta’s waters."
	},
	{
	"ID": "13",
	"text": "Marine caves and reefs are important habitats because they are hotspots for marine biodiversity. "
	},
	{
	"ID": "14",
	"text": "Just one square metre of Posidonia seagrass produces as much oxygen as a hectare of the Amazon rainforest."
	},
	{
	"ID": "15",
	"text": "Posidonia meadows are some of the world's oldest organisms. These have been around for an estimated 100,000 years."
	},
	{
	"ID": "16",
	"text": "Turtles and dolphins are found in Maltese Marine protected areas. "
	},
	{
	"ID": "17",
	"text": "The three seabirds found in Maltese MPAs are the Scopoli’s shearwater (Calonectris diomedea), the Yelkouan shearwater (Puffinus yelkouan) and the European storm petrel (Hydrobates pelagicus)."
	},
	{
	"ID": "18",
	"text": "Pretty Bay and Saint Georges Bay are the only two popular sandy beaches not found within the designated Marine Protected Areas in Malta. "
	},
	{
	"ID": "19",
	"text": "During the peak of the COVID-19 pandemic, turtles nested more in the northern sandy beaches in Malta.  This was attributed to less human activities which have a direct impact on marine wildlife.  "
	},
	{
	"ID": "20",
	"text": "Climate change has an impact on our Marine Protected Areas and sandy beaches because glaciers are melting in the Arctic, resulting in sea level rise. Therefore our fragile sandy beaches are threatened.  "
	},
	{
	"ID": "21",
	"text": "Since humans are producing more carbon-dioxide, our oceans are becoming more acidic and as a result marine life will find it more difficult to adapt to these changes."
	},
	{
	"ID": "22",
	"text": "MPAs (Marine Protected Areas) are geared at maintaining or achieving Favourable Conservation Status of habitats and species listed in the Habitats and Birds Directives, respectively."
	},
	{
	"ID": "23",
	"text": "Malta has reached an important milestone through the designation of 4,138 Sq. KM as MPAs."
	},
	{
	"ID": "24",
	"text": "Malta’s marine Natura 2000 network encompasses 18 sites, these are equivalent to more than 35% of Malta’s Fisheries Management Zone!"
	},
	{
	"ID": "25",
	"text": "Natura 2000 is a network of core breeding and resting sites for rare and threatened species, and some rare natural habitat types."
	},
	{
	"ID": "26",
	"text": "The aim of the Natura 2000 network is to ensure the long-term survival of Europe’s most valuable and threatened species and habitats, listed under the Birds and Habitats Directives"
	},
	{
	"ID": "27",
	"text": "Turtles often mistake plastic bags for jellyfish?"
	},
	{
	"ID": "28",
	"text": "Bottlenose dolphins range between 2.8 to 4m in length and can live up to 50 years of age?"
	},
	{
	"ID": "29",
	"text": "Loggerhead turtles can weigh up to 180kg?"
	}]
}